Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: No, most of us escaped. I thought your settlements might be far enough away to escape harm, but you look as if you had seen battle.
uk_ua: Ні, більшість з нас врятувалася. А я думав, що ваші поселення розміщені достатньо далеко, щоб біда не дійшла до вас, але бачу, що ви вже билися.

source: No, no, NO, <i><b>NO</b></i>!
uk_ua: Ні, ні, НІ, <i><b>НІ</b></i>!

source: No, not all of them. Today our full strength stands behind our allies!
uk_ua: Ні, не всі. Сьогодні наша повна міць покладається на наших союзників!

source: No, sir! They must have seized all remaining boats on the Green Isle. Our fleet should be returning any day now.
uk_ua: Ні, пане! Вони, мабуть, захопили усі судна, які залишалися на Зеленому Острові. А наш флот повинен повернутися з дня на день.

source: No, sir. I was leading the final survivors of Clearwater Port. We were making our last stand at the lighthouse when one of your ships came. One of my men conked me on the head, then I woke up at sea.
uk_ua: Ні, пане. Я керував останніми уцілілими Чистоводного Порту, тримаючи останній рубіж оборони в маяку, коли показався один з ваших кораблів. Хтось з моїх людей оглушив мене, а опритомнів я вже в морі.

source: No, that be a terrible idea.
uk_ua: Ні, це жахлива ідея.

source: No, that thing is all the way dead.
uk_ua: Ні, ця штука зовсім померла.

source: No, they are fleeing from something. We must find out what is happening over there!
uk_ua: Ні, вони точно перелякані та тікають. Ми маємо з'ясувати що там коїться!

source: No, this is my sacrifice to make!
uk_ua: Ні, цю жертву повинен принести я!

source: No, what are you talking about?
uk_ua: Ні, про що ти кажеш?

source: No. Flee, and flee east. It is my duty to hold this city as long as I can for the sake of all who can be evacuated. That means it shall fall on Haldric and you to lead the evacuation.
uk_ua: Ні. Біжіть, тікайте на схід. Мій обов'язок — утримувати це місто стільки, скільки зможу, заради тих, кого можна врятувати. Це означає, що евакуацію очолите ви з Хальдріком.

source: No. He suspected the elves of some trickery and made no reply to them. I believe that they may know the origin of these dead warriors we now face.
uk_ua: Ні. Він очікував від них якогось шахрайства, і не відповів їм. Гадаю, що вони можуть знаюти, звідки взялися ці мертві воїни.

source: No. I can’t ask you to do this.
uk_ua: Ні! Я не можу просити тебе про це.

source: No. I did not raise them from our dead; I offered some who fought beside me in the otherworld a way here, and they come to us of their own will. Today they fight for the living.
uk_ua: Ні, я не воскрешаю мерців; я закликав тих, хто бився на моїй стороні в Мертвих Землях, і вони явилися сюди за своїм власним бажанням. Сьогодні вони битимуться за нас.

source: No. I was originally sent by King Haldric to investigate, as he had not heard word from you in weeks. I was prepared to take command of the South Guard if necessary, but not to fight so many bandits with so few men!
uk_ua: Ні. Мене послав сюди Король Хальдрік задля розслідування, так як він не отримував від вас новин тижнями. Я був готовий узяти на себе управління Південною Гвардією, але ж не битися зі стількома бандитами, маючи лише купку людей!

source: No. Once you move close to an enemy unit, you are in its <i>Zone of Control</i> and cannot move further that turn. To move your troops onto that island without wading slowly through the water, you’ll have to kill the Grunt.
uk_ua: Ні. Як тільки ти наблизишся до супротивника, ти потрапиш в його <i>Зону Контролю</i> і не зможеш більше рухатися на цьому ходу. Якщо не хочеш, щоб твої солдати, переправляючись на острів, копирсалися у воді — доведеться його вбити.

source: No. The dwarves have returned to the north. But humans mine as well, no? They are your resources to guard now. In the future we would be willing to trade with you.
uk_ua: Ні. Гноми повернулися на північ. Але ж люди теж будують шахти, хіба не так? Тепер це ваше надбання, охороняйте його. В майбутньому ми станемо торгувати з вами.

source: No. The preparation of holy water was a secret that Lady Cleodil passed on to her daughters and granddaughters. She thought it wise to share the least dangerous secrets of the Book.
uk_ua: Ні. Приготування святої води було секретом, що Пані Клеоділ передала своїм дочкам та онучкам. Вона гадала, що є мудрим поширити найбільш безпечні таємниці Книги.

source: No. These monsters killed my family. My wife, my daughters. There is nothing left for me. I’ll stay. By the time the orcs wrestle Clearwater Port away from me there’ll be nothing but rubble left!
uk_ua: Ні. Ці тварюки убили мою сім'ю. Мою дружину, моїх дочок. У мене більше нічого немає. Я залишаюся. Коли орки вирвуть у мене Чистоводний Порт, від нього не залишиться нічого, окрім розвалин!

source: No. We have our duty. We must pass.
uk_ua: Ні. Ми маємо завдання. Ми повинні пройти.

source: No. Why? You fools, you gave the Ruby of Fire to the elves. But that won’t save you from me. I will destroy you, then I will deal with the elves.
uk_ua: Ні. Навіщо? Ви йолопи, ви віддали Вогняний Рубін ельфам! Але це не врятує вас від мене. Я знищу вас, а потім розберуся з ельфами.

source: No... I fear there is still much evil present. These were merely servants of a far more powerful force.
uk_ua: Ні... Боюся, що я відчуваю ще багато зла. Ці були лише прислужниками чогось більш могутнього.

source: No... No. The sage Mebrin is dead. You are not the master I once revered. I will cleanse your soul and put you to rest, my beloved teacher.
uk_ua: Ні... Ні. Мудрець Мербін мертвий. Ви не той господар, котрого я колись поважала. Я очищу вашу душу та відправлю вас на спокій, мій улюблений вчителю.

source: No... No. This is something else. I’m worried about him... but right now it means we have to deal with this Mordak ourselves.
uk_ua: Ні... Ні. Це щось інше. Я хвилююся за нього... але зараз це означає лиш те, що ми маємо розібратися з цим Мордаком самостійно.

source: No... no... it is horrible! My lord, how did you come to this?
uk_ua: Ні... ні... це жахливо! Мій лорде, як ви дійшли до такого?

source: No? Fine then. I have an idea for another experiment.
uk_ua: Не вбивати? Що ж. Здається, я придумала ще один експеримент.

source: Noble Commander
uk_ua: Знатний воєначальник

source: Noble Fighter
uk_ua: Знатний воїн

source: Noble Lord
uk_ua: Знатний лорд

source: Noble Youth
uk_ua: Знатний юнак

source: Nobody
uk_ua: Нікого

source: Noiraran
uk_ua: Нойраран

source: Non-mixed Mushroom Grove
uk_ua: Звичайний грибний гай

source: None
uk_ua: Нема

source: None of your leaders are able to recall that unit.
uk_ua: Жоден з Ваших лідерів не може призвати цього бійця.

source: None of your leaders are able to recruit this unit.
uk_ua: Жоден з ваших лідерів не може наймати цього бійця.

source: Nonsense. It may very well be that these orcs defeated a garrison of dwarves and raided their supplies. You need not draw such drastic conclusions from such an insignificant encounter.
uk_ua: Маячня! Могло статися таке, що ці орки знищили гарнізон гномів та захопили їхні запаси. Тобі непотрібно робити такі гучні заяви з такої незначної події.

source: Nooo! My power... it wanes...
uk_ua: Нііі! Моя сила... вона згасає...

source: Nooo! The wizards are flooding the sewer. We’re doomed!
uk_ua: О ні! Чарівники затопили каналізацію, ми приречені!

source: Nope, I’m not giving you any more gold.
uk_ua: Ні, я не дам тобі ні монети.

source: Nope, I’m through with your games! Men, attack!
uk_ua: Ні, мені набридло гратися з тобою! Люди, атакуймо!

source: Nor do I. Your planets are quite cryptic.
uk_ua: Я теж. Твої планети говорять загадками.

source: Normal
uk_ua: звичайна

source: Normal Replays
uk_ua: Звичайний повтор

source: Normal Rug
uk_ua: Звичайний килим

source: Normal exit status is 0 when the server was properly shutdown. An exit status of 2 indicates an error with the command line options.
uk_ua: Якщо сервер закінчив роботу правильно, код виходу рівний 0. Код виходу 2 означає що в параметрах командного рядка були помилки.

source: Normal:
uk_ua: Звичайно:

source: Norte
uk_ua: Норте

source: North
uk_ua: Північ

source: North East
uk_ua: Північний Схід

source: North West
uk_ua: Північний Захід

source: North of the Great River lies the Swamp of Dread, a vast, inhospitable mire cursed by foul magic. There exist only a few routes that aren’t nearly guaranteed entrapment and death. Nonetheless, they are highly sought after as lucrative bridges between the southern flatlands and the rugged north, and intrepid explorers traverse the perilous bogs in search of profitable places to set up trading posts. The largest of these routes, Areth’s Pass, is a long-disputed and well-known crossing since the first ancient wars between elves and dwarves. Despite poor land and limited resources, its great strategic value means it is fiercely contested by all with military aims in the Great Continent’s heart.
uk_ua: На північ від Великої річки лежить Болото жаху, негостинна та безмежна трясовина, проклята огидною магією. Тут існує лише декілька доріг, але навіть вони ніяким чином не гарантують, що ви доберетесь до пункту призначення вчасно та живими. Тим не менше, ці болотні дороги — звʼязуюча ланка між південними рівнинами та суворою північчю, тож відважних дослідників, які бажають прокласти торгові маршрути і отримати вигоду, завжди вистачало. Найстаріший з таких маршрутів, Аретів Шлях, — спірний перехід, відомий ще з часів перших стародавніх війн між ельфами та гномами. Незважаючи на бідні землі та вкрай обмежені ресурси, перехід у самому серці Великого континенту має величезне стратегічне значення — що робить його постійною військовою ціллю.

source: Northeast
uk_ua: Північний схід

source: Northern Rebirth
uk_ua: Північне відродження

source: Northerners
uk_ua: Мешканці півночі

source: Northlands
uk_ua: Північні землі

source: Northwest
uk_ua: Північний захід

source: Norwegian Translation
uk_ua: Норвезький переклад

source: Not Completed
uk_ua: Не пройдено

source: Not a chance! I’ve waited all my life to see someone put you in your place. Here is someone you can’t push around!
uk_ua: Дзуськи! Я все життя мріяв побачити, як хтось тебе на місце поставить. Його ти попихати не зможеш!

source: Not all of the chosen modifications are compatible. Some of them will be disabled.
uk_ua: Не усі обрані модифікації сумісні. Деякі з них будуть вимкнені.

source: Not even a full day had passed before the first advance elements of Wesnoth’s main army began to arrive...
uk_ua: Не пройшло й дня, як перші загони головної армії Весноту почали прибувати...

source: Not everything was as before, of course. Many good merfolk had been lost in the first attacks and on the journey. The visiting priestesses did much to console the families of the dead, and as it always does, life continued. In a few months, the giggles of children could be heard echoing through the shallows. Many of those children were named after Kai Krellis, Gwabbo, Cylanna, and the other heroes.
uk_ua: Звичайно, не все було так, як раніше. Багато добрих водяних загинуло і в перших атаках, і в небезпечній подорожі. Жриці дуже допомогли сім'ям убитих водяних, і, як це завжди буває, життя тривало. Через декілька місяців веселощі дітей знову було чутно за багато миль. Багато хто з цих дітей був названий на честь Кая Креліса, Гваббо, Цілани та інших героїв.

source: Not for Enforcers are the tactics of maneuver and deception; rather, they charge in wherever the melee is the fiercest. At close range, it matters little that their armor prevents them from spouting flame; all that matters is the power they’ve learned to focus in each strike. Drake leaders are careful not to besmirch the honor of the Enforcers, and generally call upon them to combat only the most pernicious of enemies.
uk_ua: Броненосці — зовсім не майстри тактики, маневру або обману; замість цього вони рвуться в ближній бій. На ближній дистанції не так вже і важливо, що їх обладунки заважають їм дихати вогнем, важлива лише потужність, що вкладається ними в кожен удар. Вожді дрейків прагнуть не заплямовувати честь броненосців і зазвичай кличуть їх на битву лише проти найбільш згубних ворогів.

source: Not if we stop you here. AXES UP!
uk_ua: Тільки якщо ми не зупинимо тебе. ДО ЗБРОЇ!

source: Not in my lifetime.
uk_ua: Не за мого життя.

source: Not now.
uk_ua: Не зараз.

source: Not on friends or ignore lists
uk_ua: Не в списку ваших друзів або ігнорованих

source: Not since I were a young lad did I come this far south. Maybe it looks impressive now, but city life weren’t never something real nice. Them city folk be real impatient and mean. Always wantin’ some price for their help, too.
uk_ua: Ніколи з часів мойой молодості я не бував так далеко на півдні. Мбуть, воно й виглядає вражаючим, але міське життя нєколи не було чимось гарним. Они, містяни, дуже нетерплячі та горді. Також постійно хочуть грошей за свої послуги.

source: Not talking much today? What happened?
uk_ua: Не до балачок сьогодні? Що сталося?

source: Not this time. For I have gazed upon the dark heart of necromancy in the Book of Crelanu, AND I REMAIN OF THE LIGHT!
uk_ua: Не цього разу. Бо я довго дивився на темне серце некромантії в Книзі Крелану, І Я ЗАЛИШИВСЯ ПРИ СВІТЛІ!

source: Not this time. For I have gazed upon the dark heart of necromancy in the Book of Crelanu, and found there your final doom at the hands of the dead themselves.
uk_ua: Не цього разу. Бо я довго дивився на темне серце некромантії в Книзі Крелану, і зрозумів, що твоя доля в руках у самих мерців.

source: Not true! This is dwarvish land; if anything, it’s our road!
uk_ua: Неправда! Це гномська земля; якщо вона й чиясь, то наша!

source: Not yet permitted to wear the red-gold reserved for the highest ranks of the Burners, the Fire Drakes trim their armor with silver. Though they have only begun to dedicate their lives to the flame that burns within them, its vitality emanates through their skin, scorching their scales to a reddish-gray.
uk_ua: Ще не маючи права носити червоно-золоті обладунки, як вищі класи Паліїв, Вогняні дрейки прикрашають свої обладунки сріблом. Не дивлячись на те, що вони тільки почали присвячувати життя полум'ю, що горить в них, воно вже проступає крізь шкіру, обпалюючи їх луску до червонясто-сірого кольору.

source: Note
uk_ua: Примітка

source: Note that your units can pass through hexes containing your own troops.
uk_ua: Зважайте, що ваші бійці можуть проходити через поля, де знаходяться інші ваші бійці.

source: Note: Only the units you recruit now will be available to you once inside.
uk_ua: Примітка: всередині з вами будуть тільки ті бійці, яких ви наймете зараз.

source: Notes:
uk_ua: Нотатки:

source: Nothing
uk_ua: Нічого

source: Nothing below fifteen!
uk_ua: Не менше п'ятнадцяти!

source: Nothing for now.
uk_ua: Поки нічого.

source: Nothing to learn here
uk_ua: Тут нічого вивчати

source: Novus
uk_ua: Новас

source: Now Baran had a brother named Arvith who had also left Maghre to seek his fortune, and had become the leader of a small band of horsemen who hired out as guards to merchant caravans. Fortunate it was for all that, in better times, the brothers had talked of using trade beacons for other signals when in dire need. Baran sent out that call.
uk_ua: Також Б'ярн мав брата на ім'я Арвіт, який давно покинув Магре, ставши лідером невеликого загону вершників, що заробляли собі на життя, винаймаючись як охоронці торгових караванів. Бачилися вони вкрай рідко, тому, щоб хоч якось підтримувати контакт, у кращі часи вони домовилися використовувати торгові маяки для своїх власних сигналів. Тож Б'ярн подав сигнал.

source: Now I’m really far from home. I’ve never been north of the river before. I hope I get to see some dwarves!
uk_ua: Далеченько від дому я зайшла. Ніколи не бувала на північ від річки. От би довелося на гномів подивитися!

source: Now give the book to me.
uk_ua: А тепер дай мені книгу.

source: Now go your own way, and I will go mine.
uk_ua: Тепер ти йдеш своєю дорогою, а я піду своєю.

source: Now is not the time. We have a desperate errand, Tyegëa. Jotha has been attacked and taken.
uk_ua: Зараз не відповідний час. Ми тут з безнадійним завданням. На Йоту напали і захопили.

source: Now let’s see where that ghost went.
uk_ua: Тепер подивимося, куди попрямував привид.

source: Now maybe we can head west undisturbed.
uk_ua: Мабуть, тепер нас не турбуватимуть на шляху на захід.

source: Now that is a sight still strange to my eyes — an orc fighting for the Northern Alliance.
uk_ua: Що ж, це доволі дивне видовище — орк на стороні Північного Альянсу.

source: Now that we are free, together we can defeat our oppressors!
uk_ua: Тепер ми вільні, разом ми можемо знищити наших гнобителів!

source: Now the merfolk had no choice but to travel through the open ocean, which they knew was more dangerous than shallow water. After a few days, they found some islands in their path. The infirm and young among the refugees needed a break from travel; Cylanna only vaguely remembered them, but thought they might be safe.
uk_ua: Тепер у водяних не було вибору, окрім як мандрувати відкритим океаном, який, як вони знали, був набагато небезпечніший за мілководдя. Через декілька днів вони наштовхнулися на острови. Пораненим і молодим був потрібний відпочинок. І хоча Цілана ледь пам'ятала ці острови, здавалося, що вони безпечні.

source: Now the people of Parthyn will never accept me back!
uk_ua: Тепер люди Парсина ніколи не приймуть мене назад!

source: Now to defeat those bandits!
uk_ua: Тепер переб'ємо цих бандитів!

source: Now we can finally grab that sword.
uk_ua: Тепер ми нарешті можемо забрати цей меч.

source: Now we have the sword!
uk_ua: Тепер у нас є меч!

source: Now we must defeat the undead.
uk_ua: Тепер ми маємо знищити мерців.

source: Now we shall rid Wesnoth of the rest of your unholy spawn!
uk_ua: Тепер ми повинні очистити Веснот від вашого диявольського виродка!

source: Now where is Delfador? I hope he’s safe!
uk_ua: Де ж Делфадор? Сподіваюсь, він в безпеці!

source: Now you shall pay for what you have done to me.
uk_ua: А тепер прийшов час заплатити за те, що ти зі мною зробив.

source: Now your days are ended!
uk_ua: Твоїм дням прийшов кінець!

source: Now, Konrad, I will leave you with more dummies to practice on! After that, we have real work to do...
uk_ua: Тепер, Конраде, я поставлю тобі ще опудал, тренуйся! А потім у нас буде справжня справа...

source: Now, Li’sar, I will leave you with more dummies to practice on! After that, we have real work to do...
uk_ua: Тепер, Лі’сар, я поставлю тобі ще опудал, тренуйся! А потім у нас буде справжня справа…

source: Now, go forth!
uk_ua: Тепер йди вперед!

source: Now, go. Come back with the flaming sword, and my priestesses and I will help you take back Jotha.
uk_ua: А зараз йдіть. Повертайтеся з мечем, і мої жриці та я допоможемо вам відбити Йоту назад.

source: Now, it’s time to summon some help against that quintain.
uk_ua: Наразі час викликати підмогу проти цього опудала.

source: Now, my living followers, I summon you! See that death is nothing, and fear not to fight for me!
uk_ua: Тепер, мої живі послідовники, я скликаю вас! Побачте ж, що смерть це ніщо і не бійтеся битися за мене!

source: Now, should I go southeast on the river road, or southwest through the Midlands? The river road crosses the Swamp of Esten, so I doubt that even orcs would go there. The Midlands were nice, but who knows what’s going on there now.
uk_ua: І куди тепер? На південний схід по Річковому шляху? Або ж на південний захід, через Серединні землі? Річковий шлях пролягає по Естенському болоту і, гадаю, навіть орки туди не сунутимуться. Серединні землі були колись дуже затишним місцем, але хто знає, що там тепер твориться.

source: Now, so long as you feel prepared to brave the perils beyond the river, we can continue onward.
uk_ua: Тож, якщо ви відчуваєте себе підготовленими до небезпеки пока рікою, ми можемо продовжити подорож.

source: Now, the South Guard will feel the wrath of my new allies! Rise again, my undead warriors!
uk_ua: Тепер Південна Гвардія відчує на собі всю лють моїх нових союзників! Повстаньте, мої мертві воїни!

source: Now, they were farther away from home than most merfolk ever went. Only Cylanna and a few soldiers had been farther.
uk_ua: Тепер вони були так далеко від свого дому, що в цих краях з водяних мало хто бував. Лише Цілана та кілька солдат були ще далі.

source: Now, young lady, it is time to discuss strategy. Your units are ready to attack, and the orcish leader has begun gathering his own troops.
uk_ua: Тепер, панночко, час обміркувати стратегію. Твої бійці готові до бою, а ватажок орків почав підтягувати свої загони.

source: Now, young man, it is time to discuss strategy. Your units are ready to attack, and the orcish leader has begun gathering his own troops.
uk_ua: Тепер, юначе, час обміркувати стратегію. Твої бійці готові до бою, а ватажок орків почав підтягувати свої загони.

source: Number of Hills:
uk_ua: Кількість пагорбів:

source: Number of Turns
uk_ua: Кількість ходів

source: Number of minutes to wait before clearing an ingame chat message. Set to 0 to disable.
uk_ua: Час очікування до очистки ігрового чату в хвилинах. 0 — відключити очищення.

source: Number:
uk_ua: Номер:

source: Numerical seed:
uk_ua: Числове зерно:

source: Nunc Dimittis
uk_ua: Нині відпускаєш

source: OK
uk_ua: Гаразд

source: OPTIONS
uk_ua: ОПЦІЇ

source: Oasis
uk_ua: Оазис

source: Obelisk
uk_ua: Обеліск

source: Objective: $ai_controller.side_$ally_side|_current_settings.currently_doing_objective_description Behavior: $ai_controller.side_$ally_side|_current_settings.currently_doing_behavior_description
uk_ua: Ціль: $ai_controller.side_$ally_side|_current_settings.currently_doing_objective_description Поведінка: $ai_controller.side_$ally_side|_current_settings.currently_doing_behaviour_description

source: Objectives
uk_ua: Цілі

source: Observatory
uk_ua: Обсерваторія

source: Observe
uk_ua: Спостерігати

source: Observers
uk_ua: Спостерігачі

source: Observers allowed
uk_ua: Спостереження дозволене

source: Observers not allowed
uk_ua: Спостереження не дозволене

source: Observers:
uk_ua: Спостерігачі:

source: Obstacles that not even the most determined traveler may overcome include solid walls of stone and mountains so tall and steep that they are constantly wreathed in cloud. Even flying creatures cannot navigate the jagged peaks at such rarefied heights, and not even the fiercest troll can smash through thick walls of stone.
uk_ua: Це перешкоди, через які не пройде навіть найбільш цілеспрямований та рішучий мандрівник. Це тверді кам'яні стіни, це гори, настільки високі й круті, що досягають хмар. Навіть летючі істоти не зможуть літати серед зубчатих вершин у розрідженому повітрі, і навіть найсильніший троль не зможе розбити щільні стіни каменю.

source: Occupy all of the goblin villages
uk_ua: Захопіть усі села гоблінів

source: Oceania
uk_ua: Океанія

source: Odd, it doesn’t seem to attack. I wonder if we can use it?
uk_ua: Дивно, ця штука не атакує. Цікаво, чи ми зможемо її використати?

source: Of course I know about Crelanu. But can we force him to reveal his knowledge to us?
uk_ua: Звісно проходили ми Крелану. Але як його змусити відкрити нам те, що йому відомо?

source: Of course you are right, Delfador. But what will become of the elves here?
uk_ua: Ти правий, Делфадоре. Але що буде з тутешніми ельфами?
